# Run `brew bundle --global` to install
brew "awscli"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "golangci-lint"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "mosh"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "pstree"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
