tap "goreleaser/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "act"
brew "asciinema"
brew "python@3.11"
brew "awscli"
brew "cairo"
brew "cloc"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-machine"
brew "erlang"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gifsicle"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "hey"
brew "htop"
brew "hugo"
brew "jq"
brew "mosh"
brew "mtr"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nnn"
brew "node"
brew "openssl@1.1"
brew "pandoc"
brew "pinentry-mac"
brew "portaudio"
brew "pstree"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.9"
brew "rabbitmq"
brew "ripgrep"
brew "rust"
brew "sox"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "goreleaser/tap/goreleaser"
brew "jesseduffield/lazygit/lazygit"
cask "mactex"
cask "miniconda"
cask "session-manager-plugin"
